final List<Map<String, dynamic>> morningAzkar = [
  {"text": "أصبحنا وأصبح الملك لله رب العالمين", "count": 1},
  {"text": "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور", "count": 1},
  {"text": "رضيت بالله ربًا وبالإسلام دينًا وبمحمد ﷺ نبيًا", "count": 3},
  {"text": "اللهم إني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت", "count": 1},
  {"text": "اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر", "count": 1},
  {"text": "أعوذ بكلمات الله التامات من شر ما خلق", "count": 3},
  {"text": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم", "count": 3},
  {"text": "سبحان الله وبحمده", "count": 100},
  {"text": "أستغفر الله وأتوب إليه", "count": 100},
  {"text": "لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير", "count": 100},
];

final List<Map<String, dynamic>> eveningAzkar = [
  {"text": "أمسينا وأمسى الملك لله رب العالمين", "count": 1},
  {"text": "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير", "count": 1},
  {"text": "رضيت بالله ربًا وبالإسلام دينًا وبمحمد ﷺ نبيًا", "count": 3},
  {"text": "اللهم إني أمسيت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت", "count": 1},
  {"text": "اللهم ما أمسى بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر", "count": 1},
  {"text": "أعوذ بكلمات الله التامات من شر ما خلق", "count": 3},
  {"text": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم", "count": 3},
  {"text": "أمسينا على فطرة الإسلام وعلى كلمة الإخلاص وعلى دين نبينا محمد ﷺ", "count": 1},
  {"text": "سبحان الله وبحمده", "count": 100},
  {"text": "أستغفر الله وأتوب إليه", "count": 100},
  {"text": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة", "count": 1},
];
